Repository: csev/mygrades
Catalog: locale/*/LC_MESSAGES/mygrades.po
Languages: de

source: Add new activity
de: Neue Aktivität anlegen

source: New activity added
de: Neue Aktivität angelegt

source: ERROR saving activity.
de: FEHLER beim Speichern der Aktivität.

source: Error:
de: Fehler:

source: Error in line
de: Fehler in Zeile

source: ERROR saving line
de: FEHLER beim Speichern der Zeile

source: Grades have been added.
de: Ergebnisse wurden hinzugefügt.

source: Activity removed
de: Aktivität gelöscht

source: Activity not found
de: Aktivität nicht gefunden

source: Could not retrieve grades for this activity
de: Für diese Aktivität konnten keine Ergebnisse gefunden werden

source: There is already some activity with title
de: Es gibt bereits eine Aktivität mit dem Titel

source: Please, delete that or choose another title
de: Bitte löschen Sie diese oder wählen Sie einen anderen Titel

source: Could not retrieve grades for
de: Keine Ergebnisse gespeichert für

source: Select Activity
de: Aktivität wählen

source: Activities
de: Aktivitäten

source: Summary of Results
de: Zusammenfassung der Ergebnisse

source: Number of Participants
de: Anzahl der Teilnehmer

source: Average
de: Durchschnitt

source: Standard Deviation
de: Standardabweichung

source: Please upload results!
de: Bitte Ergebnisse hochladen!

source: Sample file
de: Beispieldatei

source: Lines in the file to be uploaded must have the form
de: Alle Zeilen in der hochgeladenen Datei müssen die folgende Form haben

source: email
de: Email-Adresse

source: grade
de: Ergebnis

source: Grades must be numbers between 0 and 1, indicating the ratio
de: Als Ergebnisse werden Zahlen zwischen 0 und 1 erwartet. Sie beschreiben das Verhältnis

source: individual score/maximum score
de: erreichte Punktzahl/maximal erreichbare Punktzahl

source: File to upload
de: Datei

source: Send File
de: Datei hochladen

source: You achieved
de: Sie erreichten

source: of the points possible
de: der möglichen Punkte

source: In the average, participants achieved
de: Die Teilnehmer erreichten im Mittel

source: You performed better than
de: Sie waren besser al

source: of
de: von

source: participants
de: Teilnehmern

source: There are no results available for your email address
de: Es gibt keine Ergebnisse für Ihre Email-Adresse

source: Delete Activity
de: Aktivität löschen

source: Back
de: Zurück

source: Welcome
de: Willkommen
